{
  "header": {
    "title": "الشروط والأحكام",
    "subtitle": "الشروط القانونية لاستخدام خدمات ميد إميننس"
  },
  "title": "الشروط والأحكام",
  "mainStatement": {
    "title": "وصف الخدمة والقيود",
    "content": "تعمل ميد إميننس حصريًا كمنصة لتسهيل وتنسيق السياحة الطبية. نحن لا نقدم استشارات طبية، ولا تشخيصًا، ولا علاجًا. يتم تقديم جميع الخدمات الطبية من قبل مقدمي رعاية صحية مستقلين ومرخصين."
  },
  "points": {
    "facilitation": {
      "title": "تسهيل فقط",
      "content": "ننسق الوصول إلى خدمات الرعاية الصحية ولكننا لا نقدم العلاج الطبي مباشرة."
    },
    "limitations": {
      "title": "قيود هامة",
      "content": "يتم تحديد القرارات السريرية ونتائج العلاج من قبل مقدمي الرعاية الصحية، وليس من قبل ميد إميننس."
    }
  },
  "serviceFees": {
    "title": "هيكل رسوم الخدمة",
    "description": "تتقاضى ميد إميننس رسوم خدمة منفصلة للتنسيق والدعم غير الطبي. تغطي هذه الرسوم المساعدة اللوجستية والمتعلقة بالسفر فقط ولا تشمل تكاليف العلاج الطبي.",
    "points": {
      "coordination": "تنسيق مراجعة الحالة الطبية",
      "travel": "دعم تخطيط السفر والإقامة",
      "logistics": "لوجستيات مسار العلاج",
      "communication": "تنسيق الاتصالات",
      "followup": "دعم متابعة ما بعد العلاج",
      "excludes": "لا تشمل تكاليف العلاج الطبي"
    }
  },
  "notice": {
    "title": "تنويه هام",
    "content": "يتم دفع جميع تكاليف العلاج الطبي مباشرة إلى المستشفى من قبل المريض ويتم تحديدها حصريًا من قبل مقدم الرعاية الصحية. لا تتحكم ميد إميننس في أسعار العلاج الطبي ولا تؤثر عليها."
  },
  "agreement": {
    "title": "الموافقة على الشروط",
    "content": "باستخدامك لخدمات ميد إميننس، فإنك تقر وتوافق على هذه الشروط والأحكام. تفهم أن ميد إميننس هي منصة تسهيل وليست مزود رعاية صحية.",
    "summary": "ملخص:",
    "summaryText": "تسهل ميد إميننس الروابط بين المرضى ومقدمي الرعاية الصحية. ننسق الجوانب غير الطبية لرحلة الرعاية الصحية. تظل القرارات الطبية، والعلاجات، والنتائج مسؤولية المهنيين الصحيين المرخصين."
  },
  "footer": "هذه الشروط والأحكام سارية اعتبارًا من تاريخ آخر تحديث وتشكل الاتفاقية الكاملة بينك وبين ميد إميننس فيما يتعلق بخدمات التسهيل لدينا."
}